export default [
  {
    version: 'v1.0.0',
    time: '2020-09-08',
    features: [
      '实现查看当前学期课表',
      '实现数据本地存储',
      '实现用户手动更新数据',
    ],
  },
  {
    version: 'v1.5.0',
    time: '2020-09-09',
    features: [
      '实现课程详情信息的查看',
      '实现课表颜色手动刷新',
      '实现自定义单个课程的颜色',
    ],
  },
  {
    version: 'v1.8.0',
    time: '2020-09-10',
    features: [
      '实现“情侣课表”',
    ],
  },
  {
    version: 'v2.0.0',
    time: '2020-09-13',
    features: [
      '实现“全校课表”',
      '支持三小时课程，单双周课程',
    ],
  },
  {
    version: 'v2.1.1',
    time: '2020-09-15',
    features: [
      '加入课表对比功能',
      '加入自动检测版本更新数据',
    ],
  },
  {
    version: 'v2.1.5',
    time: '2020-09-16',
    features: [
      '支持同一时间段两个课程',
      '加入“查看帮助”',
    ],
  },
  {
    version: 'v2.2.0',
    time: '2020-09-17',
    features: [
      '支持宣区',
      '支持预科生',
    ],
  },
  {
    version: 'v2.3.0',
    time: '2020-09-21',
    features: [
      '开启“活水计划”',
      '实现自动更新课表数据',
    ],
  },
  {
    version: 'v2.5.0',
    time: '2020-09-24',
    features: [
      '新增课表主题：莫兰迪色',
      '加入更新内容提示框',
    ],
  },
  {
    version: 'v2.6.5',
    time: '2020-09-27',
    features: [
      '实现自定义背景图片',
      '实现自定义课程、背景透明度',
    ],
  },
  {
    version: 'v2.10.0',
    time: '2020-10-05',
    features: [
      '全新“日程”入口页面',
      '加入自定义事件',
      '加入课程备忘录',
    ],
  },
  {
    version: 'v2.10.5',
    time: '2020-10-08',
    features: [
      '全新主题：美食拼盘',
      '全新的课程颜色选择器',
      '全新的周目选择器',
    ],
  },
  {
    version: 'v2.10.9',
    time: '2020-10-10',
    features: [
      '慕课查询',
    ],
  },
  {
    version: 'v3.0.0',
    time: '2020-10-13',
    features: [
      '全新功能集合页：我',
      '加入空教室查询',
    ],
  },
  {
    version: 'v3.1.0',
    time: '2020-10-19',
    features: [
      '加入捐赠页面',
    ],
  },
  {
    version: 'v3.2.0',
    time: '2020-10-25',
    features: [
      '加入考场查询',
      '加入第二课堂入口',
    ],
  },
  {
    version: 'v3.3.0',
    time: '2020-10-29',
    features: [
      '加入天气小助手',
    ],
  },
  {
    version: 'v4.1.0',
    time: '2020-11-06',
    features: [
      '加入图书馆馆藏检索',
      '加入天气页面',
    ],
  },
  {
    version: 'v4.5.0',
    time: '2020-11-18',
    features: [
      '加入成绩查询页面',
      '加入课程/教师检索',
      '加入反馈与更新页面',
    ],
  },
  
]